{"_id":"faq-what-is-esop","_type":"faq","title":"What is an ESOP housing project?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"An ESOP (Employee Stock Ownership Plan) housing project is a unique cooperative housing model where residents become employee-owners of the property. This means you're not just a tenant or homeowner in the traditional sense – you have a stake in the entire development. This model promotes community engagement, shared decision-making, and equitable wealth distribution among residents."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-sustainable-features","_type":"faq","title":"What sustainable features are included in your homes?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"Our homes incorporate cutting-edge sustainable technologies including solar panels for renewable energy, rainwater harvesting systems, high-performance insulation, energy-efficient appliances, smart home automation for optimal energy use, and sustainable building materials with low environmental impact. Each home is designed to minimize carbon footprint while maximizing comfort and efficiency."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-modular-construction","_type":"faq","title":"What are the benefits of modular construction?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"Modular construction offers several advantages: faster build times (typically 30-50% quicker than traditional construction), better quality control in factory settings, reduced waste, lower costs, minimal site disruption, and greater design flexibility. Plus, modular homes are just as durable and customizable as traditionally built homes."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-investment-returns","_type":"faq","title":"How does the investment model work?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"As an ESOP participant, you invest in the project and receive equity shares based on your contribution. Returns come through property appreciation, rental income (if applicable), and profit sharing from the cooperative. The model is designed to provide both immediate housing benefits and long-term wealth building opportunities, with transparent financial reporting and democratic governance."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-timeline","_type":"faq","title":"What is the typical project timeline?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"From initial planning to move-in, our modular projects typically take 12-18 months. This includes 3-4 months for design and permitting, 4-6 months for factory construction of modules, 2-3 months for site preparation and foundation work, and 1-2 months for module installation and finishing. Exact timelines vary based on project size and local regulations."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-financing","_type":"faq","title":"What financing options are available?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"We work with specialized lenders who understand cooperative housing models. Options include traditional mortgages adapted for ESOP structures, cooperative share loans, community development financing, and phased payment plans. We also connect you with financial advisors who can help structure your investment for maximum tax benefits and long-term value."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-community-governance","_type":"faq","title":"How is the community governed?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"Our communities operate on democratic principles. All resident-owners have voting rights proportional to their investment. We hold regular community meetings, elect a board of directors from among residents, and make major decisions collectively. This includes budgets, maintenance priorities, community rules, and future development plans. Professional property management handles day-to-day operations."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-customization","_type":"faq","title":"Can I customize my home?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"Yes! While modular construction follows standardized processes, we offer extensive customization options. Choose from multiple floor plans, select finishes and fixtures, upgrade appliances and systems, add optional features like extra storage or upgraded smart home tech, and work with our design team to create a home that reflects your lifestyle and preferences."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-maintenance","_type":"faq","title":"Who handles maintenance and repairs?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"The cooperative handles common area maintenance and major systems through monthly fees. Individual homeowners are responsible for interior maintenance of their units. We maintain relationships with preferred vendors who understand our building systems and offer resident discounts. Emergency repairs are covered through a community reserve fund, and preventive maintenance schedules help minimize issues."}],"markDefs":[],"style":"normal"}]}
{"_id":"faq-resale","_type":"faq","title":"Can I sell my share if I need to move?","body":[{"_type":"block","_key":"block1","children":[{"_type":"span","_key":"span1","text":"Yes, ESOP shares are transferable. The cooperative typically has first right of refusal to help maintain community stability, and new buyers must meet basic financial qualifications. Resale values are based on current market appraisals plus your equity in the cooperative. We provide support throughout the resale process to ensure smooth transitions."}],"markDefs":[],"style":"normal"}]}

